import React from "react";
import s from "./TextAU.module.css";

const TextAU = () => {
  return (
    <div className={s.text}>
      <p>
        Это мы , и здесь мы будем рассказывать о нашей команде и добавлять в
        галерею наги самые яркие моменты
      </p>
      <br />
      <br />
      <p>Мы команда Pink Punk.Нас 4 человека.И о каждом по порядку</p>
      <br />
      <br />
      <p>
        Первый - это Игорь.Он замутил всю эту кашу.С него всегда текут какие то
        идеи. Получается идейный вдохновитель и основатель бренда
      </p>
      <br />
      <br />
      <p>
        Второй - это Дашка.Наш дезигнер.Из всей нашей шайки-лейки она точно
        знает как круче.По этому если что то не нравиться все вопросы к Дашке.Но
        не забывайте, что мы как бригада.Обосрёщь одного, засиним все{" "}
      </p>
      <br />
      <br />
      <p>
        Третий - это Нина. Наш визуал.Всё что ты видишь в инстике и так далее -
        это Нина.Чувство прекрасного, красивая картинка и так далее , это всё к
        Нине. На этом фоне они с Дашкой и спелись - Цыпочки
      </p>
      <br />
      <br />
      <p>
        Четвертый - это Вдадос.Вся техническая часть, в руках в Владоса.
        Компуктеры и интернеты все ваши, это всё про Владоса
      </p>
    </div>
  );
};

export default TextAU;
